{ "translations": {
    "Advanced Settings" : "Fortgeschrittene Einstellungen",
    "Hide Advanced Settings" : "Fortgeschrittene Einstellungen verbergen",
    "Show Service Provider Metadata" : "Service Provider Metadaten anzeigen",
    "Hide Service Provider Metadata" : "Service Provider Metadaten verbergen",
    "Identity Provider settings could not be fetched" : "Identity Provider Einstellungen konnten nicht geladen werden",
    "Settings could not be saved" : "Einstellungen konnten nicht gespeichert werden",
    "Service Provider metadata could not be fetched" : "Service Provider Metadaten konnten nicht geladen werden",
    "Changing the Identity Provider Settings will very likely make existing eID connections not work anymore, as they are bound to a specific Identity Provider! You maybe should make a backup of the settings before saving! Are you sure you want to save now?" : "Änderungen an den Identity Provider Einstellungen führen mit hoher Wahrscheinlichkeit dazu, dass bestehende eID-Verknüpfungen nicht mehr genutzt werden können, da Sie jeweils an einen bestimmten Identity Provider gebunden sind! Sie sollten ein Backup Ihrer Einstellungen machen, bevor Sie speichern! Sind Sie sicher, dass Sie jetzt speichern möchten?",
    "Save Settings" : "Einstellungen speichern",
    "Yes" : "Ja",
    "Cancel" : "Abbrechen",
    "Please confirm that the Service Provider has been registered at the Identity Provider. Pressing the 'Next' button will activate the eID-Login." : "Bitte stellen Sie sicher, dass Sie den Service Provider beim Identity Provider eingetragen haben. Die eID-Login App wird mit dem Klick auf 'Weiter' aktiviert.",
    "Activate eID-Login" : "eID-Login aktivieren",
    "eID-Login could not be activated" : "eID-Login konnte nicht aktivert werden",
    "eID-Login is activated" : "eID-Login ist aktiviert",
    "eID-Login is deactivated" : "eID-Login ist deaktiviert",
    "Should all existing eID connections be deleted?" : "Sollen alle bestehenden eID-Verknüpfungen gelöscht werden?",
    "Delete existing eID connections" : "Bestehende eID-Verknüpfungen löschen",
    "No" : "Nein",
    "Settings could not be reset" : "Einstellungen konnten nicht zurückgesetzt werden",
    "Reset of settings will also delete eID connections of all accounts. After this no account will be able to use the eID-Login anymore and all users must create a new eID connection! Are you sure?" : "Das Zurücksetzen der Einstellungen wird auch die eID-Verknüpfungen aller Konten löschen. Danach wird kein Konto mehr über eID-Login zugänglich sein und jeder Benutzer muss eine neue eID-Verknüpfung erstellen. Sind Sie sicher?",
    "Reset Settings" : "Einstellungen zurücksetzen",
    "Certificate Rollover could not be prepared" : "Zertifikatswechsel konnte nicht vorbereitet werden",
    "This will create new certificates which will be propagated in the Service Provider SAML Metadata. Are you sure?" : "Dies wird neue Zertifikate erzeugen und über die Service Provider SAML Metadaten veröffentlichen. Sind Sie sicher?",
    "This will replace the already prepared certificates and replace them with new ones which will be propagated in the Service Provider SAML Metadata. Are you sure?" : "Dies wird die schon vorbereiteten Zertifikate aus den Service Provider SAML Metadaten entfernen und Sie durch neue Zertifikate ersetzen. Sind Sie sicher?",
    "Prepare Certificate Rollover" : "Zertifikatswechsel vorbereiten",
    "Certificate Rollover could not be executed" : "Zertifikatswechsel konnte nicht ausgeführt werden",
    "This will remove the currently used certificates from the Service Provider SAML Metadata and activate the prepared certificates. Are you sure?" : "Dies wird die derzeit genutzten Zertifikate aus den Service Provider SAML Metadaten entfernen und die vorbereiteten Zertifikate aktivieren. Sind Sie sicher?",
    "Activate prepared certificates" : "Vorbereitete Zertifikate aktivieren",
    "After the deletion you will not be able to access your account via eID-Login anymore. Are you sure?" : "Nach dem Löschen können Sie sich nicht mehr über eID-Login an Ihrem Konto anmelden. Sind Sie sicher?",
    "Failed to delete the eID connection" : "Das Löschen der eID-Verknüpfung ist fehlgeschlagen",
    "eID-Login" : "eID-Login",
    "eID connection has been deleted" : "eID-Verknüpfung wurde gelöscht",
    "Settings have been saved" : "Einstellungen wurden gespeichert",
    ", eID connections have been deleted" : ", eID-Verknüpfungen wurden gelöscht",
    "Settings have been reset" : "Einstellungen wurden zurückgesetzt",
    "Could not disable password based login, as no mail address is set for your account. But this is required if you want to recover access to the account." : "Anmelden mit Passwort konnte nicht deaktiviert werden, da keine E-Mail Adresse für Ihr Konto hinterlegt ist. Diese wird jedoch benötigt, falls Sie den Zugang zu Ihrem Konto wiederherstellen möchten.",
    "Certificate Rollover has been prepared" : "Zertifikatswechsel wurde vorbereitet",
    "Certificate Rollover has been executed" : "Zertifikatswechsel wurde ausgeführt",
    "eID-Login available" : "eID-Login verfügbar",
    "You can use your eID (for example your German identity card) to login to Nextcloud. Connect your eID to your account in the settings now." : "Sie können Ihre eID (z.B. Ihren Personalausweis) für das Anmelden bei Nextcloud nutzen. Verknüpfen Sie jetzt in den Einstellungen Ihr Konto mit Ihrer eID.",
    "Go to Settings" : "Zu den Einstellungen",
    "eID-Login configured" : "eID-Login konfiguriert",
    "The eID-Login app has been configured at setup. Please see the eID-Login Settings page for the data to register the Service at the Identity Provider." : "Die eID-Login App wurde bei der Installation eingerichtet. Bei den eID-Login Einstellungen finden Sie die Daten um den Service beim Identity Provider zu registrieren.",
    "Creation of eID connection failed! Please ensure the used eID-Card is valid." : "Erstellung der eID-Verknüpfung fehlgeschlagen! Bitte stellen Sie sicher, dass die genutzte eID-Karte gültig ist.",
    "Log in with eID failed! Please ensure the used eID-Card is valid." : "Anmelden mit eID fehlgeschlagen! Bitte stellen Sie sicher, dass die genutzte eID-Karte gültig ist.",
    "Log in with eID aborted" : "Anmelden mit eID abgebrochen",
    "Creation of eID connection aborted" : "Erstellung der eID-Verknüpfung abgebrochen",
    "eID-Login is not yet set up for your account" : "eID-Login wurde für Ihr Konto noch nicht eingerichtet",
    "An eID connection already exists" : "Eine eID-Verknüpfung existiert bereits",
    "The eID is already connected to another account" : "Diese eID ist schon mit einem anderen Konto verknüpft",
    "eID connection has been created" : "eID-Verknüpfung wurde erstellt",
    "EntityID of the Identity Provider is missing" : "EntityID des Identity Providers fehlt",
    "Signature Certificate of the Identity Provider is missing" : "Signatur-Zertifikat des Identity Providers fehlt",
    "Signature Certificate of the Identity Provider could not be read" : "Signatur-Zertifikat des Identity Providers konnte nicht gelesen werden",
    "Signature Certificate of the Identity Provider has an insufficent public key length. The minimal valid key length is " : "Signatur-Zertifikat des Identity Providers beinhaltet einen öffentlichen Schlüssel unzureichender Länge. Die minimal gültige Schlüssellänge ist ",
    "Encryption Certificate of the Identity Provider could not be read" : "Verschlüsselungszertifikat des Identity Providers konnte nicht gelesen werden",
    "Encryption Certificate of the Identity Provider has an insufficent public key length. The minimal valid key length is " : "Verschlüsselungszertifikat des Identity Providers beinhaltet einen öffentlichen Schlüssel unzureichender Länge. Die minimal gültige Schlüssellänge ist ",
    "EntityID of the Service Provider is missing" : "EntityID des Service Providers fehlt",
    "For using the SAML Profile according to BSI TR-03130 an Encryption Certificate of the Identity Provider is needed" : "Um das SAML Profil gemäß BSI TR-03130 zu nutzen, ist die Angabe eines Verschlüsselungszertifikates des Identity Providers notwendig",
    "For using the SAML Profile according to BSI TR-03130 encryption of SAML assertions is needed" : "Um das SAML Profil gemäß BSI TR-03130 zu nutzen, ist die Verschlüsselung von Authentifizierungsantworten notwendig",
    "AuthnRequestExtension XML element is no valid XML" : "AuthnRequestExtension XML-Element ist kein valides XML",
    "No valid Single Sign-On URL of the Identity Provider" : "Keine gültige Identity Provider Single Sign-On URL",
    "Identity Provider Single Sign-On URL must start with https" : "Identity Provider Single Sign-On URL muss mit https beginnen",
    "Single Sign-On URL of the Identity Provider is missing" : "Single Sign-On URL des Identity Providers fehlt",
    "Integration of mobile electronic identities at a substantial security level" : "Integration mobiler elektronischer Identitäten auf substanziellem Sicherheitsniveau",
    "To use the eID-Login app, your Nextcloud instance must use TLS!" : "Um die eID-Login App zu nutzen, muss Ihre Nextcloud Instanz mit TLS betrieben werden!",
    "eID-Login Configuration" : "eID-Login Konfiguration",
    "Overview" : "Übersicht",
    "(1) Select IdP" : "(1) IdP wählen",
    "(2) Configure IdP" : "(2) IdP konfigurieren",
    "(3) Connect eID" : "(3) eID verknüpfen",
    "Info" : "Info",
    "What is the eID-Login App?" : "Was ist die eID-Login App?",
    "The eID-Login App enables users to login to Nextcloud using an " : "Die eID-Login App ermöglicht Nutzern die Anmeldung an Nextcloud mit einer ",
    "eID-Card" : "eID-Karte",
    ", i.e. the " : "z.B. der ",
    "eID function" : "Online-Ausweisfunktion",
    " of the German Identity Card." : " des Personalausweises.",
    "For the connection of an eID to their Nextcloud account and the eID based login, users need an " : "Für die Verknüpfung der eID mit dem Nutzerkonto bei Nextcloud, sowie für die Anmeldung mittels eID  benötigen die Nutzer einen ",
    ", this means an application like AusweisApp2 or the Open e-Card App." : ", d.h. eine Anwendung wie z.B. die AusweisApp2 oder die Open e-Card App.",
    "By using the German eID card (or another eID) and the associated PIN code the eID-Login provides a secure alternative to the login using username and password." : "Durch die Verwendung der Online-Ausweisfunktion des Personalausweises (bzw. einer anderen eID) und der zugehörigen selbstgewählten PIN stellt der eID-Login eine sicherere Alternative zur Anmeldung mit Benutzername und Passwort dar.",
    "Important!" : "Wichtig!",
    "When using the eID-Login App in it`s default configuration, no personal data from the eID card will be read. Only the " : "Bei der Verwendung des eID-Logins werden in der Standardkonfiguration keine persönlichen Daten aus dem Personalausweis ausgelesen. Stattdessen wird die ",
    "pseudonym function" : "Pseudonymfunktion",
    " of the eID is being used." : " des Ausweises verwendet.",
    "If any other data is being read, the user will be informed about it." : "Werden davon abweichend weitere Daten ausgelesen, so wird der Benutzer darüber informiert.",
    "Setup with SkIDentity as Identity Provider" : "Einrichtung mit SkIDentity als Identity Provider",
    "The easiest way to setup the eID-Login App is by using the " : "Die einfachste Art die eID-Login App einzurichten ist die Verwendung des ",
    " which has been preconfigured for ease of use. For the default setup, which means only using the pseudonym function, no costs incur. The only requirement is the " : ", welcher bereits für die unkomplizierte Nutzung vorkonfiguriert ist. Für die Standardkonfiguration, bei der die Pseudonymfunktion bei der Anmeldung verwendet wird, fallen keine Kosten an. Einzige Voraussetzung ist die ",
    "registration" : "Registrierung",
    " at SkIDentity." : " bei SkIDentity.",
    "Setup with another Identity Provider" : "Einrichtung mit einem anderen Identity Provider",
    "For the eID-Login any Identity Provider using the SAML protocol for communication with Nextcloud can be used. Beyond that any service providing an eID-Server according to " : "Es können für den eID-Login alle Identity Provider angebunden werden, welche das SAML Protokoll nutzen, um mit Nextcloud zu kommunizieren. Darüber hinaus ist die Nutzung von Diensten möglich, die einen eID-Server gemäß ",
    " (also based on SAML) can be used." : " zur Verfügung stellen, welcher auch auf SAML basiert.",
    "Technical background information" : "Technischer Hintergrund",
    "The eID-Login App uses the SAML protocol, to let users login into Nextcloud via an external service (Identity Provider) using an eID." : "Die eID-Login App nutzt das SAML Protokoll, damit sich Benutzer Ihrer Nextcloud-Instanz über einen externen Dienst (Identity Provider) unter Nutzung der Online-Ausweisfunktion anmelden können.",
    "The SAML protocol defines two major and collaborating entities:" : "Das SAML Protokoll definiert die folgenden beiden Entitäten:",
    "Service Provider (SP):" : "Service Provider (SP):",
    "An entity which provides any kind of service over the web. In the scope of the eID-Login App this is your Nextcloud instance, which contains a SAML Service Provider component." : "Eine Entität, welche einen Dienst über das Web bereitstellt. Im Rahmen der eID-Login App ist es Ihre Nextcloud-Instanz, welche eine SAML Service Provider Komponente enthält.",
    "Identity Provider (IdP):" : "Identity Provider (IdP):",
    "An entity which authenticates the User and returns a corresponding assertion to the Service Provider. In the scope of the eID-Login App this can be any standard compliant SAML Identity Provider which supports eID-based authentication, for example the" : "Eine Entität, welche den Benutzer authentifiziert und eine entsprechende Bestätigung (Assertion) an den Service Provider zurück gibt. Im Rahmen der eID-Login App kann dies jeder zum SAML-Standard kompatible Identity Provider sein, welcher eID-basierte Authentisierung unterstützt, wie zum Beispiel der",
    "The eID-Login procedure comprises the following steps:" : "Der eID-Login Prozess besteht aus folgenden Schritten:",
    "The User initiates the login procedure at the Service Provider." : "Der Benutzer initiert den Anmeldevorgang am Service Provider.",
    "The Service Provider creates a SAML authentication request (<AuthnRequest>) and sends it together with the User via redirect to the Identity Provider." : "Der Service Provider erstellt eine SAML Authentisierungsanfrage (<AuthnRequest>) und sendet diese zusammen mit dem Benutzer über einen Redirect an den Identity Provider.",
    "The Identity Provider authenticates the User using her eID via an eID-Client." : "Der Identity Provider authentifiziert den Benutzer über einen eID-Client unter Verwendung der eID.",
    "The Identity Provider returns the result of the authentication procedure to the Service Provider (<Response>)." : "Der Identity Provider gibt das Ergebnis der Authentifizierung an den Service Provider zurück (<Response>).",
    "The Service Provider validates the provided response and logs in the User in case of success." : "Der Service Provider validiert das erhaltene Ergebnis und meldet im Erfolgsfall den Benutzer an.",
    "Close" : "Schließen",
    "The eID-Login App offers an alternative way of login for the registered users of your Nextcloud instance, using their electronic identity (" : "Die eID-Login App ermöglicht eine alternative Anmeldung für registrierte Benutzer Ihrer Nextcloud-Instanz mittels einer elektronischen Identität (",
    "). For example the German eID can then be used for a secure login." : "). Benutzer können sich dann z.B. mit der Online-Ausweisfunktion ihres Personalausweises auf sichere Weise anmelden.",
    "Setup of the eID-Login App consists of three steps:" : "Die Einrichtung der eID-Login App erfolgt in drei Schritten:",
    "Select Identity Provider" : "Identity Provider wählen",
    "For the usage of the eID-Login App a service which makes the eID accessible is needed. This service is called" : "Für die Nutzung der eID-Login App wird ein Dienst benötigt, der die eID zugänglich macht. Dieser wird als",
    " or in short " : " oder kurz ",
    " . You can choose to use the preconfigured " : " bezeichnet. Sie haben die Möglichkeit den ",
    " service or select another service." : " Dienst mit Voreinstellungen zu nutzen oder einen anderen Dienst zu wählen.",
    "Configuration at the Identity Provider" : "Konfiguration am Identity Provider",
    "At the Identity Provider your Nextcloud instance, which serves as" : "Beim Identity Provider muss Ihre Nextcloud-Instanz, die als",
    ", must be registered. The process of registration depends on the respective Identity Provider. The information needed for registration is provided in step 2." : " dient, eingetragen werden. Das exakte Vorgehen ist vom jeweiligen Anbieter abhängig. Die benötigten Informationen werden Ihnen in Schritt 2 bereitgestellt.",
    "Connect eID" : "eID verknüpfen",
    "In order to use a German eID ('Personalausweis') or another eID for the login at Nextcloud, the eID must be connected to an user account." : "Um sich künftig mit dem Personalausweis oder einer anderen eID bei Nextcloud anmelden zu können, muss diese noch mit dem Nutzerkonto verknüpft werden.",
    "Continue with SkIDentity" : "Weiter mit SkIDentity",
    "Please click on the (?) icon for help regarding the setup or more information." : "Klicken Sie auf das (?) Icon für Hilfe bei der Einrichtung oder für weitere Informationen.",
    "Continue with another IdP" : "Weiter mit anderem IdP",
    "Next" : "Weiter",
    "Select an Identity Provider. It must support the SAML protocol." : "Wählen Sie einen Identity Provider. Dieser muss das SAML-Protokoll unterstützen.",
    "Insert the Identity Providers Metadata URL in the respective form field and assign an Entity ID, which must be used for the configuration of the Identity Provider in the next step." : "Tragen Sie dessen Metadaten URL in das entsprechende Feld ein und bestimmen Sie die EntityID, die Sie im nächsten Schritt bei Ihrem Identity Provider eintragen müssen.",
    "Service Provider EntityID" : "Service Provider EntityID",
    "Usually the domain of your Nextcloud instance is used." : "Üblicherweise wird die Domain Ihrer Nextcloud-Instanz genutzt.",
    "Identity Provider Metadata URL" : "Identity Provider Metadaten URL",
    "When inserting the Metadata URL, the values in the advanced settings will be updated. Alternatively the advanced settings can be inserted by hand." : "Durch das Eintragen der Metadaten URL werden die Werte in den fortgeschrittenen Einstellungen aktualisiert. Alternativ können Sie die fortgeschrittenen Einstellungen von Hand anpassen.",
    "Enforce encryption of SAML assertions (Check only if the selected Identity Provider supports this feature!)" : "Verschlüsselung von Authentifizierungsanworten erzwingen (Aktivieren Sie diese Option nur, wenn dies vom Identity Provider unterstützt wird!)",
    "Back" : "Zurück",
    "Identity Provider EntityID" : "Identity Provider EntityID",
    "Identity Provider Single Sign-On URL" : "Identity Provider Single Sign-On URL",
    "URL of the Identity Provider to which the SAML authentication request will be sent." : "URL des Identity Provider zu welcher die SAML Authentisierungsanfrage gesendet wird.",
    "Signature certificate of the Identity Provider" : "Signatur-Zertifikat des Identity Providers",
    "Certificate to validate the signature of the authentication response." : "Zertifikat um die Signatur der Authentifizierungsantwort zu validieren.",
    "Certificate to encrypt the authentication request. Omitting the element means that the SAML requests are not encrypted." : "Zertifikat um die Authentisierungsanfrage zu verschlüsseln. Falls kein Wert eingetragen ist, so werden Anfragen nicht verschlüsselt.",
    "AuthnRequestExtension XML element" : "AuthnRequestExtension XML Element",
    "For a connection according to " : "Um eine Verbindung gemäß ",
    " the corresponding AuthnRequestExtension XML element must be inserted here." : " zu nutzen, muss das entsprechende AuthnRequestExtension XML Element hier eingetragen werden.",
    "Now go to the selected Identity Provider and use the following data to register the Service Provider there:" : "Gehen Sie jetzt zum ausgewählten Identity Provider und nutzen Sie die folgenden Daten, um den Service Provider dort einzutragen:",
    "You have selected SkIDentity. Click the button to the right to go to SkIDentity." : "Sie haben SkIDentity ausgewählt. Klicken Sie den Button rechts um zu SkIDentity zu gelangen.",
    "Open SkIDentity" : "SkIDentity öffnen",
    "Service Provider Metadata" : "Service Provider Metadaten",
    "The metadata as provided by the Service Provider at the URL " : "Die Service Provider Metadaten, auch bereitgestellt unter",
    "To use the eID-Login, the eID must be connected to the user account. For this you need an eID-Card, like the German eID, a suitable cardreader and an active eID-Client (for example" : "Um den eID-Login nutzen zu können, muss die eID mit dem Konto verknüpft werden. Dafür benötigt man eine eID-Karte, z.B. einen Personalausweis, einen geeigneten Kartenleser und einen gestarteten eID-Client (z.B.",
    "After establishing the connection the eID-Login can be used with the button on the login page." : "Nach der Verknüpfung kann der eID-Login mit dem entsprechenden Button auf der Anmeldeseite verwendet werden.",
    " or " : " oder ",
    "You can connect your account with an eID now. This step is optional and can be done and reverted any time later in your personal settings under the security section." : "Sie können Ihr Konto nun mit Ihrer eID verknüpfen. Dieser Schritt ist optional und kann jederzeit später im Bereich 'Sicherheit' der persönlichen 'Einstellungen' erfolgen und rückgängig gemacht werden.",
    "Please note:" : "Bitte beachten Sie:",
    "After connecting the eID or finishing the wizard, this page will show a form for direct access to the eID-Login settings. To use the wizard again, reset the settings of the eID-Login App." : "Nach dem Erstellen der Verknüpfung oder dem Abschließen der Konfiguration wird auf dieser Seite ein Formular für den direkten Zugriff auf die eID-Login Konfiguration angezeigt. Um den Wizard erneut zu nutzen, setzen Sie die Einstellungen der eID-Login App zurück.",
    "Create connection to eID" : "Verknüpfung zu eID erstellen",
    "Finish wizard" : "Konfiguration abschließen",
    "eID-Login - Settings" : "eID-Login - Einstellungen",
    "Please Note: Required values in the following form are labeled with an *" : "Bitte beachten Sie: Pflichtfelder sind mit einem * markiert.",
    "Service Provider Settings" : "Service Provider Einstellungen",
    "If the eID-Login is activated, the eID-Login button is shown and users can edit eID connections." : "Ist der eID-Login aktiviert, so wird der eID-Login Button angezeigt und Benutzer können Ihre eID-Verknüpfung editieren.",
    "EntityID of the Service Provider as configured at the Identity Provider." : "EntityID des Service Provider, wie beim Identity Provider konfiguriert.",
    "Assertion Consumer URL is determined by the domain of your Service Provider and cannot be changed. Use this value to configure the Service Provider at the Identity Provider." : "Die Assertion Consumer URL ist bestimmt durch die Domain des Service Providers und kann nicht geändert werden. Nutzen Sie diesen Wert, um den Service Provider beim Identity Provider zu konfigurieren.",
    "Assertion Consumer URL" : "Assertion Consumer URL",
    "SAML Metadata URL is determined by the domain of your Service Provider and cannot be changed. Use this value to configure the Service Provider at the Identity Provider." : "Die SAML Metadaten URL ist bestimmt durch die Domain des Service Providers und kann nicht geändert werden. Nutzen Sie diesen Wert, um den Service Provider beim Identity Provider zu konfigurieren.",
    "SAML Metadata URL" : "SAML Metadaten URL",
    "Only accept encrypted SAML assertions from the Identity Provider. This must be supported by the Identity Provider." : "Nur verschlüsselte SAML Authentifizierungsantworten vom Identity Provider akzeptieren. Der Identity Provider muss dies unterstützen.",
    "Identity Provider Settings" : "Identity Provider Einstellungen",
    "EntityID of the Identity Provider" : "EntityID des Identity Provider",
    "Signature Certificate of the Identity Provider" : "Signatur-Zertifikat des Identity Provider",
    "Encryption Certificate of the Identity Provider" : "Verschlüsselungszertifikat des Identity Provider",
    "Save" : "Speichern",
    "Reset" : "Zurücksetzen",
    "SAML Certificate Rollover" : "SAML Zertifikatswechsel",
    "The active certificates expire in " : "Die aktuellen Zertifikate laufen in ",
    " days. For a regular certificate rollover no action is required. The rollover will be done automatically. But you always have the option to do a manual rollover, if needed." : " Tagen ab. Für einen regulären Zertifikatswechsel ist kein Handeln erforderlich. Der Wechsel auf ein neues Zertifikat erfolgt automatisch. Sie haben aber jederzeit auch die Möglichkeit bei Bedarf einen manuellen Zertifikatswechsel durchzuführen.",
    "Current certificates:" : "Aktuelle Zertifikate:",
    "The currently active certificate ends with:" : "Das aktuell verwendete Zertifikat endet mit:",
    "The newly prepared certificate, which is not yet active, ends with:" : "Das vorbereitetet Zertifikat, welches noch nicht aktiviert ist, endet mit:",
    "Signature" : "Signatur",
    "Encryption" : "Verschlüsselung",
    "No new certificate prepared yet." : "Noch kein neues Zertifikat vorbereitet.",
    "Manual Certificate Rollover" : "Manueller Zertifikatswechsel",
    "(1) Certificate Rollover Preparation" : "(1) Vorbereitung des Zertifikatswechsels",
    "In a first step new certificates will be created, which will be in the state" : "In einem ersten Schritt werden neue Zertifikate erzeugt, welche den Status",
    "prepared" : "vorbereitet",
    "but not activated." : "haben, aber noch nicht aktiviert sind.",
    "After some time the Identity Provider should have noticed the presence of the new certificates or you must explicitly inform the Identity Provider about them. After this has happened the rollover can be executed." : "Nach einiger Zeit sollte der Identity Provider die neuen Zertifikate erkannt und eingelesen haben, oder Sie müssen diese dort explizit konfigurieren. Danach kann der Zertifikatswechsel durchgeführt werden.",
    "(2) Activation of prepared certificates" : "(2) Aktivierung der vorbereiteten Zertifikate",
    "The activation of the new certificates will happen automatically after some time, but can also be done by clicking the button below." : "Die Aktivierung der vorbereiteten Zertifikate erfolgt nach einiger Zeit automatisch, kann aber auch durch Klick auf den untenstehenden Button sofort ausgeführt werden.",
    "CAUTION: Only do this step manually, if you have made sure that the prepared certificates have been successfully configured at the Identity Provider or there are other important reasons to change the certificates immediately." : "ACHTUNG: Führen Sie diesen Schritt nur dann durch, wenn Sie sicher sind, dass die vorbereiteten Zertifikate erfolgreich beim Identity Provider konfiguriert wurden oder es andere wichtige Gründe für einen sofortigen Zertifikatswechsel gibt.",
    "The button is only active if the rollover has been prepared already!" : "Dieser Knopf ist nur aktiv, wenn ein Zertifikatswechsel bereits vorbereitet wurde!",
    "Your account is currently not connected to your eID. Create a connection to use your German eID ('Personalausweis') or another eID for the login to Nextcloud. More information can be found in the " : "Ihr Konto ist derzeit nicht mit Ihrer eID verknüpft. Erstellen Sie eine Verknüpfung, um sich künftig auf sichere Weise mit ihrem Personalausweis oder einer anderen eID bei Nextcloud anzumelden. Weitere Informationen finden Sie in den ",
    "Your account is currently connected to your eID. By default you can use Username and Password or eID to login. Activate the following option, to prevent the login by username and password and enhance the security of your account." : "Ihr Konto ist derzeit mit Ihrer eID verknüpft. In der Grundeinstellung können Sie sich sowohl mit Nutzername und Passwort als auch mit Ihrer eID an ihrem Benutzerkonto anmelden. Aktivieren Sie die nachfolgende Option, um die Anmeldung mit Nutzername und Passwort zu verhindern und so die Sicherheit Ihres Kontos zu erhöhen. ",
    "Disable password based login. This will be unset if you use the password recovery." : "Anmelden mit Passwort deaktivieren. Diese Option wird zurückgesetzt, falls Sie Ihr Passwort zurücksetzen.",
    "Click the following button to delete the eID connection." : "Klicken Sie den nachfolgenden Button, um die aktuelle eID-Verknüpfung zu löschen.",
    "Delete connection to eID" : "eID-Verknüpfung löschen",
    "Disable password based login for your account to ensure higher security. This will be unset if you use the password recovery." : "Anmelden mit Passwort deaktivieren und die Sicherheit des Kontos erhöhen. Diese Option wird zurückgesetzt, falls Sie Ihr Passwort zurücksetzen.",
    "The eID-Login is not activated! Please contact the administrator!" : "Der eID-Login ist nicht aktiviert! Bitte wenden Sie sich an den Administrator!"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}